Revit 2018 API
DockablePaneProviderData.GetFrameworkElement Method
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public FrameworkElement GetFrameworkElement()
Visual Basic
Public Function GetFrameworkElement As FrameworkElement
Visual C++
public:
FrameworkElement^ GetFrameworkElement()
See Also
DockablePaneProviderData Class
Autodesk.Revit.UI Namespace